{
  "title": "Terms and Conditions",
  "content": "Introduction\n\nWelcome to the Riyales application. This application has been developed with the aim of providing users with a collection of rates related to fiat currencies, cryptocurrencies, gold, precious metals, stock market indices, housing facility bonds, and futures contracts. Your use of this application signifies your full and unconditional acceptance of all terms and conditions set forth in this \"Terms and Conditions\" document. Please read this text carefully before using the application.\n\n1. Nature of Services and Limitation of Liability\n\n1.1. Riyales is an informational platform that collects, aggregates, and displays various financial data and rates from multiple diverse sources. Our goal is to provide a general and up-to-date overview of the status of different markets.\n\n1.2. Given that the application's name includes the word \"Rial,\" we explicitly state that Riyales has no official or unofficial affiliation with the Central Bank of the Islamic Republic of Iran or any other governmental entity. The choice of this name is solely for ease of identification and thematic relevance to the Iranian market and in no way implies endorsement, rejection, or an attempt to influence the country's monetary or foreign exchange policies.\n\n1.3. The Riyales team makes every effort to gather information from sources considered reliable. However, due to the dynamic nature of financial markets and the possibility of human or technical errors in data collection and display, Riyales provides no guarantee as to the complete accuracy, uninterrupted availability, or error-free nature of the information provided. Prices may occasionally be displayed with delays or contain inadvertent errors.\n\n1.4. Riyales and its developers shall not be liable for any financial or non-financial, direct or indirect, loss or damage that may arise for users as a result of relying on the information and rates displayed in this application. The full responsibility for using the information and making financial decisions rests with the user.\n\n1.5. It is emphasized that the rates and information provided in Riyales are for informational purposes only and should under no circumstances be considered as financial advice, investment recommendations, or buy/sell signals. These rates are not necessarily suitable for actual trading. Users are obligated to conduct thorough and comprehensive research and, if necessary, consult with qualified financial advisors before taking any financial action.\n\n1.6. Riyales has no intention of manipulating prices, creating artificial market volatility, or unsettling public opinion. Our aim is solely to provide transparency and facilitate access to information available from various sources.\n\n2. Data Sources\n\n2.1. In the interest of transparency and compliance with intellectual property laws, the primary sources used for providing rates in various sections are as follows:\n\n- **Currency Rates:** Central Bank of I.R. Iran (cbi.ir)\n- **Gold and Coin Rates:** Iran Currency Exchange Center (ice.ir)\n- **Stock Market Indices:** Tehran Stock Exchange (tse.ir)\n- **Cryptocurrency Rates:** CoinMarketCap API (coinmarketcap.com)\n\n2.2. Additionally, to supplement information and provide more comprehensive news coverage, data from other official domestic news agencies are also used as auxiliary sources.\n\n3. Privacy and Data Security\n\n3.1. Riyales respects the privacy of its users. This application does not collect, store, or process any personally identifiable information (such as name, phone number, email address, location, etc.) from users.\n\n3.2. For the purpose of continuous performance improvement, analysis of general usage patterns, and a better understanding of user needs, we may collect non-personal, anonymous data related to your interaction with the application (such as frequently used sections, duration of use, and preferred features). This data helps us focus our development resources on improving and expanding the most useful sections, thereby providing a better user experience in future versions. It is emphasized that this information is in no way linked to your personal identity and is analyzed purely on an aggregated, statistical basis.\n\n4. Intellectual Property\n\n4.1. All material and intellectual property rights of the Riyales application, including the name, logo, design, user interface, codes, algorithms, and aggregated content (excluding raw data collected from public sources), belong to the developers of Riyales. Any unauthorized copying, imitation, reverse engineering, or commercial use thereof is prohibited and subject to legal action.\n\n5. Conditions of Use\n\n5.1. Users undertake to use the Riyales application only for lawful and legitimate purposes and within the framework of these terms and conditions.\n\n5.2. Any attempt to disrupt the application's functionality, gain unauthorized access to servers or data, or use automated tools to collect information from the application without explicit permission is prohibited.\n\n5.3. Riyales should be considered a supplementary and auxiliary resource for viewing up-to-date rates and prices. Sole reliance on this application for critical financial decisions is not recommended.\n\n6. Changes to Terms and Conditions\n\n6.1. The Riyales team reserves the right to amend, update, or change all or part of these terms and conditions at any time without prior notice. The new version of the terms will be communicated through the application or the official website (if any), and continued use of the application by the user after the changes are implemented will constitute acceptance thereof.\n\n7. Clarifications and General Disclaimer\n\n7.1. As previously emphasized, Riyales is merely an aggregator and displayer of financial information. We are not the producers of this information and have no control over its 100% accuracy or stability in the original sources.\n\n7.2. Any analysis, interpretation, or conclusion drawn from the information displayed in the application is the direct responsibility of the user, and Riyales bears no liability for the accuracy of such analyses or their outcomes.\n\n7.3. By using Riyales, the user accepts that this service is provided \"As Is\" and \"As Available,\" and there are no express or implied warranties, including warranties of fitness for a particular purpose, regarding it.\n\n8. Contact Us\n\n8.1. Should you have any questions, suggestions, or clarifications regarding these terms and conditions or the application's functionality, please contact us through the communication channels specified in the \"About Us\" or \"Contact Us\" section of the application.\n\nThank you for choosing Riyales to receive financial market information. We hope this application proves useful to you.\n\n\n",
  "last_updated": "2025-08-11"
}
