{
  "title": "قوانین و مقررات",
  "content": "\nمقدمه\n\nبه اپلیکیشن «ریالِس» خوش آمدید. این اپلیکیشن با هدف ارائه مجموعه‌ای از نرخ‌های مربوط به ارزهای رایج، ارزهای دیجیتال، طلا، فلزات گران‌بها، شاخص‌های بورس، اوراق تسهیلات مسکن و قراردادهای آتی به کاربران گرامی توسعه یافته است. استفاده شما از این اپلیکیشن به منزله پذیرش کامل و بدون قید و شرط تمامی موارد مندرج در این سند «قوانین و مقررات» می‌باشد. لطفاً پیش از استفاده از اپلیکیشن، این متن را به دقت مطالعه فرمایید.\n\n۱. ماهیت خدمات و حدود مسئولیت\n\n۱.۱. «ریالِس» یک سکوی اطلاع‌رسانی است که داده‌ها و نرخ‌های مختلف مالی را از منابع متعدد و متنوع جمع‌آوری، تجمیع کرده و به نمایش می‌گذارد. هدف ما ارائه دیدی کلی و به‌روز از وضعیت بازارهای مختلف است.\n\n۱.۲. با توجه به اینکه نام اپلیکیشن حاوی کلمه «ریال» است، صراحتاً اعلام می‌داریم که «ریالِس» هیچ‌گونه وابستگی رسمی یا غیررسمی به بانک مرکزی جمهوری اسلامی ایران یا هر نهاد دولتی دیگری ندارد. انتخاب این نام صرفاً به جهت سهولت در شناسایی و ارتباط موضوعی با بازار ایران بوده و به هیچ عنوان به معنای تایید، رد یا تاثیرگذاری بر سیاست‌های پولی یا ارزی کشور نیست.\n\n۱.۳. تیم «ریالِس» تمام تلاش خود را برای جمع‌آوری اطلاعات از منابعی که معتبر تلقی می‌شوند به کار می‌گیرد. با این حال، به دلیل ماهیت پویای بازارهای مالی و احتمال بروز خطای انسانی یا فنی در جمع‌آوری و نمایش داده‌ها، «ریالِس» هیچ‌گونه تضمینی مبنی بر صحت کامل، بی‌وقفه بودن، یا بدون خطا بودن اطلاعات ارائه شده، ارائه نمی‌دهد. ممکن است در برخی مواقع، قیمت‌ها با تاخیر نمایش داده شوند یا دارای اشتباهات سهوی باشند.\n\n۱.۴. «ریالِس» و توسعه‌دهندگان آن هیچ‌گونه مسئولیتی در قبال هرگونه ضرر و زیان مالی یا غیرمالی، مستقیم یا غیرمستقیم، که ممکن است در نتیجه اتکا به اطلاعات و نرخ‌های نمایش داده شده در این اپلیکیشن برای کاربران ایجاد شود، بر عهده نمی‌گیرند. مسئولیت کامل استفاده از اطلاعات و تصمیم‌گیری‌های مالی بر عهده خود کاربر است.\n\n۱.۵. تاکید می‌گردد که نرخ‌ها و اطلاعات ارائه شده در «ریالِس» صرفاً جنبه اطلاع‌رسانی داشته و به هیچ عنوان نباید به عنوان مشاوره مالی، توصیه سرمایه‌گذاری، یا نشانه‌ای برای خرید و فروش تلقی شوند. این نرخ‌ها لزوماً برای انجام معاملات حقیقی مناسب نیستند و کاربران موظفند پیش از هرگونه اقدام مالی، تحقیقات کامل و جامعی انجام داده و در صورت نیاز با مشاوران مالی ذی‌صلاح مشورت نمایند.\n\n۱.۶. «ریالِس» هیچ‌گونه قصدی برای دستکاری قیمت‌ها، ایجاد نوسانات ساختگی در بازار، یا تشویش اذهان عمومی ندارد. هدف ما صرفاً شفاف‌سازی و تسهیل دسترسی به اطلاعات موجود در منابع مختلف است.\n\n۲. منابع اطلاعات\n\n۲.۱. در راستای شفافیت و رعایت قوانین مالکیت فکری، منابع اصلی مورد استفاده برای اعلام نرخ‌ها در بخش‌های مختلف به شرح زیر است:\n\n- **نرخ ارز:** بانک مرکزی جمهوری اسلامی ایران (cbi.ir)\n- **نرخ طلا و سکه:** مرکز مبادله ارز و طلای ایران (ice.ir)\n- **شاخص‌های بورس:** شرکت بورس اوراق بهادار تهران (tse.ir)\n- **نرخ ارزهای دیجیتال:** وب‌سرویس کوین مارکت کپ (coinmarketcap.com)\n\n۲.۲. همچنین، برای تکمیل اطلاعات و پوشش جامع‌تر اخبار، از سایر خبرگزاری‌های رسمی کشور نیز به عنوان منابع کمکی استفاده می‌گردد.\n\n۳. حریم خصوصی و امنیت اطلاعات\n\n۳.۱. «ریالِس» به حریم خصوصی کاربران خود احترام می‌گذارد. این اپلیکیشن هیچ‌گونه اطلاعات شخصی قابل شناسایی (مانند نام، شماره تماس، نشانی ایمیل، موقعیت مکانی و غیره) را از کاربران جمع‌آوری، ذخیره یا پردازش نمی‌کند.\n\n۳.۲. به منظور بهبود مستمر عملکرد اپلیکیشن، تحلیل الگوهای کلی استفاده و درک بهتر نیازهای کاربران، ممکن است اطلاعاتی غیرشخصی و مرتبط با نحوه تعامل شما با اپلیکیشن (مانند بخش‌های پراستفاده، مدت زمان استفاده و ویژگی‌های مورد علاقه) به صورت ناشناس جمع‌آوری شود. این داده‌ها به ما کمک می‌کند تا منابع توسعه را بر روی بهبود و گسترش بخش‌های کاربردی‌تر متمرکز کرده و تجربه کاربری بهتری را در نسخه‌های آتی فراهم آوریم. تاکید می‌گردد این اطلاعات به هیچ عنوان با هویت فردی شما مرتبط نبوده و کاملاً به صورت تجمعی و آماری تحلیل می‌شوند.\n\n۴. مالکیت معنوی\n\n۴.۱. کلیه حقوق مادی و معنوی اپلیکیشن «ریالِس»، شامل نام، نشان تجاری (لوگو)، طراحی، رابط کاربری، کدها، الگوریتم‌ها و محتوای گردآوری شده (به جز داده‌های خام که از منابع عمومی جمع‌آوری شده‌اند)، متعلق به توسعه‌دهندگان «ریالِس» بوده و هرگونه کپی‌برداری، تقلید، مهندسی معکوس، یا استفاده تجاری غیرمجاز از آن‌ها ممنوع و قابل پیگرد قانونی است.\n\n۵. شرایط استفاده از اپلیکیشن\n\n۵.۱. کاربران متعهد می‌شوند که از اپلیکیشن «ریالِس» تنها برای مقاصد قانونی و مشروع و در چارچوب این قوانین و مقررات استفاده نمایند.\n\n۵.۲. هرگونه تلاش برای اختلال در عملکرد اپلیکیشن، دسترسی غیرمجاز به کارسازها (سرورها) یا داده‌ها، یا استفاده از ابزارهای خودکار برای جمع‌آوری اطلاعات از اپلیکیشن بدون مجوز صریح، ممنوع است.\n\n۵.۳. «ریالِس» به عنوان یک منبع جانبی و کمکی برای مشاهده نرخ‌ها و قیمت‌های به‌روز در نظر گرفته شود. اتکای صرف به این اپلیکیشن برای تصمیمات حساس مالی توصیه نمی‌شود.\n\n۶. تغییرات در قوانین و مقررات\n\n۶.۱. تیم «ریالِس» این حق را برای خود محفوظ می‌دارد که در هر زمان، بدون اطلاع قبلی، تمامی یا بخشی از این قوانین و مقررات را اصلاح، به‌روزرسانی یا تغییر دهد. نسخه جدید قوانین از طریق اپلیکیشن یا وب‌گاه رسمی (در صورت وجود) اطلاع‌رسانی خواهد شد و ادامه استفاده کاربر از اپلیکیشن پس از اعمال تغییرات، به منزله پذیرش آن‌ها خواهد بود.\n\n۷. رفع ابهامات و سلب مسئولیت کلی\n\n۷.۱. همانطور که پیشتر تاکید شد، «ریالِس» صرفاً یک گردآورنده و نمایش‌دهنده اطلاعات مالی است. ما تولیدکننده این اطلاعات نیستیم و کنترلی بر صحت صد در صدی یا پایداری آن‌ها در منابع اصلی نداریم.\n\n۷.۲. هرگونه تحلیل، تفسیر یا نتیجه‌گیری از اطلاعات نمایش داده شده در اپلیکیشن، مسئولیت مستقیم خود کاربر است و «ریالِس» هیچ‌گونه تعهدی در قبال صحت این تحلیل‌ها یا نتایج حاصل از آن‌ها ندارد.\n\n۷.۳. با استفاده از «ریالِس»، کاربر می‌پذیرد که این سرویس «به همین صورت که هست» و «در حد دسترسی موجود» ارائه می‌شود و هیچ‌گونه ضمانت صریح یا ضمنی، از جمله ضمانت برای مناسب بودن جهت یک هدف خاص، در مورد آن وجود ندارد.\n\n۸. تماس با ما\n\n۸.۱. در صورت داشتن هرگونه سوال، پیشنهاد، یا ابهام در مورد این قوانین و مقررات، یا عملکرد اپلیکیشن، لطفاً از طریق راه‌های ارتباطی که در بخش «درباره ما» یا «تماس با ما» اپلیکیشن مشخص شده است، با ما تماس بگیرید.\n\nبا تشکر از اینکه «ریالِس» را برای دریافت اطلاعات بازارهای مالی انتخاب کرده‌اید. امیدواریم این اپلیکیشن برای شما مفید واقع شود.\n\n\n",
  "last_updated": "۱۴۰۴/۰۵/۲۰"
}
